Revit 2027 API
UnitTypeId.KilowattHours Property
 Kilowatt hours.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilowattHours { get; }
Public Shared ReadOnly Property KilowattHours As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilowattHours {
	ForgeTypeId^ get ();
}
static member KilowattHours : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace